* 2014年5月
| 分类 | 保姆 | 饭菜 |    日常 |   文佼 |   小数 |   知一 |  杜鸽 |  备用 |
|------+------+------+---------+--------+--------+--------+-------+-------|
| 预算 | 1100 | 1500 | -1138.9 | 1412.8 | 886.11 | 961.15 |  1222 | 628.6 |
| 结余 | 1100 | 1500 | -1138.9 | 1287.9 | 886.11 | 657.72 | 878.5 | 228.6 |
|    1 |      |      |         |        |        |        |   105 |       |
|    2 |      |      |         |  124.9 |        |        |  61.5 |       |
|    3 |      |      |         |        |        |    100 |   153 |   200 |
|    4 |      |      |         |        |        |        |    24 |       |
|    5 |      |      |         |        |        |  61.43 |       |       |
|    6 |      |      |         |        |        |    142 |       |   200 |
|    7 |      |      |         |        |        |        |       |       |
|    8 |      |      |         |        |        |        |       |       |
|    9 |      |      |         |        |        |        |       |       |
|   10 |      |      |         |        |        |        |       |       |
|   11 |      |      |         |        |        |        |       |       |
|   12 |      |      |         |        |        |        |       |       |
|   13 |      |      |         |        |        |        |       |       |
|   14 |      |      |         |        |        |        |       |       |
|   15 |      |      |         |        |        |        |       |       |
|   16 |      |      |         |        |        |        |       |       |
|   17 |      |      |         |        |        |        |       |       |
|   18 |      |      |         |        |        |        |       |       |
|   19 |      |      |         |        |        |        |       |       |
|   20 |      |      |         |        |        |        |       |       |
|   21 |      |      |         |        |        |        |       |       |
|   22 |      |      |         |        |        |        |       |       |
|   23 |      |      |         |        |        |        |       |       |
|   24 |      |      |         |        |        |        |       |       |
|   25 |      |      |         |        |        |        |       |       |
|   26 |      |      |         |        |        |        |       |       |
|   27 |      |      |         |        |        |        |       |       |
|   28 |      |      |         |        |        |        |       |       |
|   29 |      |      |         |        |        |        |       |       |
|   30 |      |      |         |        |        |        |       |       |
|   31 |      |      |         |        |        |        |       |       |
#+TBLFM: @3$2..@3$9=@2-vsum(@4..@34)

* 2014年4月
| 分类 | 保姆 | 饭菜 |    日常 |  文佼 |    小数 |   知一 |  杜鸽 |  备用 |
|------+------+------+---------+-------+---------+--------+-------+-------|
| 预算 | 1100 | 1500 |  -141.3 | 924.7 |   331.5 | 1718.2 |   871 | 466.1 |
| 结余 |    0 |    0 | -2138.9 | 512.8 | -613.89 | -38.85 |  722. | 128.6 |
|    1 |      |      |         |       |         |   1103 |       |       |
|    2 |      |      |     200 | 123.8 |         |        |       |       |
|    3 |      |      |         |       |         |        |       |       |
|    4 |      |      |   303.5 |       |         |        |       |       |
|    5 |      |      |         |  67.4 |         |        |       |       |
|    6 |      |      |         |  28.7 |         |        |       |       |
|    7 |      |      |     200 |       |         |        |       | 192.4 |
|    8 |      |      |   103.4 |       |         |        |       |       |
|    9 |      |      |         |       |         |    126 |       |       |
|   10 |      |      |         |       |         |        |       |       |
|   11 |      |      |         |       |         |   68.8 |       |       |
|   12 |      |      |         |       |         |        |       |       |
|   13 |      |      |    35.7 |    10 |         |        |       |       |
|   14 |      |      |         |       |         |        |   4.3 |       |
|   15 |      |      |         |       |         |        |       |       |
|   16 |      |      |         |       |         |        |  14.8 |       |
|   17 |      |      |         |       |         |     80 |       |       |
|   18 |      |      |         |   147 |         |        |       |       |
|   19 |      |      |      82 |       |         |    197 | 129.9 |  36.8 |
|   20 |      |      |      85 |       |         |        |       |       |
|   21 | 1100 | 1500 |     450 |       |         |    135 |       |       |
|   22 |      |      |         |       |         |        |       |       |
|   23 |      |      |         |       |         |        |       |       |
|   24 |      |      |         |       |         |        |       | 108.3 |
|   25 |      |      |     288 |       |  825.19 |        |       |       |
|   26 |      |      |     250 |    35 |     104 |        |       |       |
|   27 |      |      |         |       |    16.2 |  47.25 |       |       |
|   28 |      |      |         |       |         |        |       |       |
|   29 |      |      |         |       |         |        |       |       |
|   30 |      |      |         |       |         |        |       |       |
#+TBLFM: @3$2..@3$9=@2-vsum(@4..@33)

* 2014年3月
| 分类 | 保姆 | 饭菜 |    日常 |  文佼 |    小数 |  知一 | 杜鸽 |  备用 |
|------+------+------+---------+-------+---------+-------+------+-------|
| 预算 | 1100 | 1500 |    1000 |   900 |    1500 |  1000 |  500 |   500 |
| 结余 |    0 |    0 | -1141.3 |  24.7 | -1168.5 | 718.2 |  371 | -33.9 |
|    1 |      |      |         |  95.2 |         |       |      |       |
|    2 |      |      |         | 132.6 |         |       |      |       |
|    3 |      |      |         |  87.2 |         |       |      |       |
|    4 |      |      |         |   104 |   151.5 |       |      |       |
|    5 |      |      |     131 |       |      18 |    60 |      |       |
|    6 |      |      |         |       |         |    81 |  129 |       |
|    7 |      |      |       5 |       |         |       |      |       |
|    8 |      |      |         |     5 |      75 |       |      |       |
|    9 |      |      |    86.3 |       |         |       |      |       |
|   10 |      |      |         |       |    2270 |       |      |       |
|   11 |      |      |         |       |         |  64.9 |      |    60 |
|   12 |      |      |         |       |         |       |      |       |
|   13 |      |      |         |       |         |       |      |       |
|   14 |      |      |         |       |         |       |      |       |
|   15 |      |      |     500 |     8 |         |       |      |       |
|   16 | 1100 | 1500 |         |  20.7 |         |       |      |       |
|   17 |      |      |         |       |     150 |       |      |       |
|   18 |      |      |         |       |         |       |      |       |
|   19 |      |      |         |       |         |       |      |       |
|   20 |      |      |         |       |         |       |      |       |
|   21 |      |      |         |       |         |  75.9 |      |       |
|   22 |      |      |         |    21 |         |       |      |   381 |
|   23 |      |      |    1100 | 105.8 |         |       |      |  92.9 |
|   24 |      |      |         |       |         |       |      |       |
|   25 |      |      |     279 |       |         |       |      |       |
|   26 |      |      |         |       |         |       |      |       |
|   27 |      |      |         |       |         |       |      |       |
|   28 |      |      |         |    59 |         |       |      |       |
|   29 |      |      |         |  36.8 |       4 |       |      |       |
|   30 |      |      |      40 |   200 |         |       |      |       |
|   31 |      |      |         |       |         |       |      |       |
#+TBLFM: @3$2..@3$9=@2-vsum(@4..@34)
